

#ტერმინალი გვიჩვენებს რა გამოაქ კოდს და სად გვაქვს შეცდომა დაშვებული


#ეს არის გამოკლება > 70

print ( 100 - 30 )

#ეს არის მიმატება > 100

print ( 70 + 30 )

#ეს არის გაყოფა > 50           

print ( 100 / 2 ) 

#ეს არის გამრავლება > 100

print ( 50 * 2 )


#აქ შევაერთებ ჩემ სახლეს ნაწილ ნაწილ


print ( "and" + "ria" )   #აქ კრიბავს ბრჭყალებში მოცემულ ასოებს


#შეცდომა


#print "Hello world" აქ მე მითხრა რომ ბრჩხილები გაკლიაო


#ცვლადები სახელი გვარი წლოვანება


name = "andria"
surname = "lezhava"
age = 15


 # აქ ვწერთ სახელს და გვარს პრველი და მერე პრინტის მეშვეობით ვუმატებთ ერთმანეთს


print ( name + " " + surname + " " + str (age) ) 


#string ანუ str არის ბრჭყალებში მოქცეული სიმბოლოები
#integer ანუ int არის მთელი ციფრი/რიცხვი

































