#   > მეტია


print (205 > 3470)
print (1355 > 46800)
print (3074 > 3750)
print (274.5 > 7.50)
print (120 > 3)

#   < ნაკლებია

print (556 < 1000)
print (512 < 286)
print (128 < 128)
print (5.05 < 4.00)
print (612 < 634)

#   == სუფთა ტოლია 

print (129 == 123)
print (675 == 312)
print (125 == 231)
print (456.6 == 2.10)
print ("C" == "c")

#   >= მეტია ან ტოლოა

print (128 >= 444)
print (745 >= 643)
print (632 >= 7546)
print (467.1 >= 375.2)
print ("a" >= "A")

#   <= ნაკლებია ან ტოლოა

print (465 <= 854)
print (126 <= 712)
print (505 <= 21)
print (707 <= 17)
print ("A" <= "a")

#   != არ უდრის

print (120 != 120)
print (565 != 349)
print (125 != 769)
print (875 != 347)
print ("c" != "C")
